Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: ¿Existe un POE para el uso, mantenimiento y validación de sistemas cromatográficos?
es_es: Is there an SOP for the use, maintenance and validation of chromatographic systems?

source: ¿Existe un POE para establecer las secuencias de las corridas analíticas?
es_es: Is there an SOP for establishing the sequences of analytical runs?

source: ¿Existe un POE para establecer los criterios para el reanálisis de las muestras?
es_es: Is there an SOP to establish the criteria for sample reanalysis?

source: ¿Existe un POE para estudios de estabilidad de fármacos en fluidos biológicos?
es_es: Is there an SOP for drug stability studies in biological fluids?

source: ¿Existe un POE para la atención de emergencia de los voluntarios?
es_es: Is there an SOP for volunteers' emergency care?

source: ¿Existe un POE para la desinfección y descarte de material biológico y no biológico?
es_es: Is there an SOP for the disinfection and disposal of biological and non-biological material?

source: ¿Existe un POE para la evaluación de calidad de los cromatogramas?
es_es: Is there an SOP for chromatogram quality check?

source: ¿Existe un POE para la hospitalización de los voluntarios?
es_es: Is there an SOP for the hospitalization of volunteers?

source: ¿Existe un POE para la identificación de las muestras?
es_es: Is there an SOP for sample identification?

source: ¿Existe un POE para la identificación y preparación de las muestras?
es_es: Is there an SOP for sample identification and preparation?

source: ¿Existe un POE para la limpieza y preparación de las áreas de hospitalización de los voluntarios?
es_es: Is there an SOP for cleaning and preparing volunteer hospitalization areas?

source: ¿Existe un POE para la preparación de soluciones y patrones?
es_es: Is there an SOP for preparing solutions and patterns?

source: ¿Existe un POE para la recolección de muestras durante la hospitalización?
es_es: Is there an SOP for sample collection during hospitalization?

source: ¿Existe un POE para la validación de métodos analíticos?
es_es: Is there an SOP for the validation of analytical methods?

source: ¿Existe un POE para manejo de pipetas?
es_es: Is there an SOP for pipette handling?

source: ¿Existe un POE para recibir y controlar los medicamentos en estudio?
es_es: Is there an SOP for receiving and monitoring study medications?

source: ¿Existe un campo específico para el registro de eventos adversos en las fichas clínicas?
es_es: Is there a specific field for recording adverse events in clinical records?

source: ¿Existe un comité de bioseguridad?
es_es: Is there a biosafety committee?

source: ¿Existe un compromiso de tratamiento médico continuado encaso de secuelas causadas por efectos adversos de los medicamentos?
es_es: Is there a commitment to continued medical treatment in the event of sequelae caused by the medication adverse effects?

source: ¿Existe un conocimiento previo de las fechas de despacho aéreo o terrestre?
es_es: Is there prior knowledge of air or ground dispatch dates?

source: ¿Existe un número suficiente de baños?
es_es: Are there enough bathrooms?

source: ¿Existe un procedimiento de desinfección de equipos?
es_es: Is there a procedure for disinfecting the equipment?

source: ¿Existe un procedimiento de limpieza adoptado para la limpieza del filtro del reservorio de fase móvil?
es_es: Is there a cleaning procedure adapted for the mobile phase reservoir filter?

source: ¿Existe un procedimiento operativo estandarizado para el uso de la balanza analítica?
es_es: Is there a standard operating procedure for using the analytical balance?

source: ¿Existe un procedimiento para el mantenimiento preventivo y correctivo de la balanza analítica?
es_es: Is there a procedure for preventive and corrective maintenance of the analytical balance?

source: ¿Existe un procedimiento para el mantenimiento preventivo y correctivo de la centrífuga?
es_es: Is there a procedure for preventive and corrective maintenance of the centrifuge?

source: ¿Existe un procedimiento para el mantenimiento preventivo y correctivo del potenciómetro?
es_es: Is there a procedure for preventive and corrective maintenance of the potentiometer?

source: ¿Existe un procedimiento para el uso de las pipetas automáticas?
es_es: Is there a procedure for using automatic pipettes?

source: ¿Existe un procedimiento para el uso del potenciómetro?
es_es: Is there a procedure for using the potentiometer?

source: ¿Existe un procedimiento para la limpieza y descontaminación de la centrífuga?
es_es: Is there a procedure for cleaning and decontaminating the centrifuge?

source: ¿Existe un procedimiento para la limpieza/descontaminación de las pipetas y micropipetas?
es_es: Is there a procedure for cleaning and decontaminating the pipettes and micropipettes?

source: ¿Existe un procedimiento para la revisión de los datos obtenidos en los tiempos de recolección de muestras?
es_es: Is there a procedure for reviewing the data obtained during sample collection instances?

source: ¿Existe un proceso de desgasificación de la fase móvil?
es_es: Is there a mobile phase degassing process?

source: ¿Existe un programa de capacitación para los funcionarios?
es_es: Is there a training program for officials?

source: ¿Existe un programa de capacitación y entrenamiento de funcionarios?
es_es: Is there a training and coaching program for officials?

source: ¿Existe un programa de tratamiento de desechos?
es_es: Is there a waste treatment program?

source: ¿Existe un programa de vacunación para los funcionarios?
es_es: Is there a vaccination program for officials?

source: ¿Existe un registro de control de inventario para las sustancias de referencia?
es_es: Is there an inventory control record for reference substances?

source: ¿Existe un registro de las calibraciones del potenciómetro?
es_es: Is there a record of the potentiometer calibrations?

source: ¿Existe un registro de recepción de muestras?
es_es: Is there a received samples record?

source: ¿Existe un registro de temperatura de los Refrigeradores?
es_es: Is there a refrigerator temperature log?

source: ¿Existe un registro del mantenimiento de la centrífuga?
es_es: Is there a maintenance record for the centrifuge?

source: ¿Existe un registro del mantenimiento del sistema de tratamiento de agua?
es_es: Is there a log for the maintenance of the water treatment system?

source: ¿Existe un registro para el mantenimiento preventivo y correctivo de los equipos de purificación de agua?
es_es: Is the preventive and corrective maintenance of the water purification equipment recorded?

source: ¿Existe un sistema de calidad, con personal designado para asegurar que las responsabilidades se llevan a cabo de conformidad con los principios de las normas técnicas existentes?
es_es: Is there a quality system, with staff designated to ensure that responsibilities are carried out in accordance with the principles of existing technical standards?

source: ¿Existe un sistema interrumpido de corriente eléctrica (USP) para los equipos de laboratorio?
es_es: Is there an uninterrupted power supply (USP) for laboratory equipment?

source: ¿Existe un área de descanso para el médico?
es_es: Is there a rest area for the physician?

source: ¿Existe una centrifuga?
es_es: Is there a centrifuge?

source: ¿Existe una sala reservada para la preparación de muestras?
es_es: Is there a sample preparation dedicated room?

source: ¿Existe una zona de recreación para los voluntarios?
es_es: Is there a recreation area for volunteers?

source: ¿Existe área de descanso para el personal de enfermería?
es_es: Is there a rest area for the nursing staff?

source: ¿Existen baños en cantidades suficientes para los funcionarios
es_es: Are there enough bathrooms for staff?

source: ¿Existen controles de temperatura utilizando termómetros certificados por un laboratorio acreditado?
es_es: Are temperature checks performed using thermometers certified by an accredited laboratory?

source: ¿Existen controles para los medicamentos dispensados?
es_es: Are there controls on the medications dispensed?

source: ¿Existen criterios para definir el diseño de un experimento?
es_es: Are there criteria for defining the design of a trial?

source: ¿Existen medios de archivo de los cromatogramas del estudio y los demás documentos?
es_es: Are there filed media for the study chromatograms and other documents?

source: ¿Existen registros de auditorías internas?
es_es: Are there records of internal audits?

source: ¿Existen registros de mantenimiento preventivo y correctivo para esos equipos?
es_es: Is there a record of the equipment preventive and corrective maintenance?

source: ¿Existen registros de mantenimiento/calibración de las pipetas automáticas?
es_es: Are there maintenance/calibration records for automatic pipettes?

source: ¿Existen soportes para las pipetas automáticas?
es_es: Are there stands for automatic pipettes?

source: ¿Existen termómetros aislados adecuadamente en los sistemas de refrigeración?
es_es: Are there adequately insulated thermometers in the refrigeration systems?

source: ¿Existen vestidores en cantidades suficientes para los funcionarios (relacionar áreas y números de empleados)?
es_es: Are there enough changing booths for the staff? (areas vs payroll numbers)?

source: ¿Hay baños en cantidad suficiente (se refiere a la zona y el número de empleados)?
es_es: Are there enough changing rooms (in relation to the area and number of employees)?

source: ¿Hay cafetería?
es_es: Is there a cafeteria?

source: ¿Hay consultorios para la evaluación de los voluntarios?
es_es: Are there practices for assessing volunteers?

source: ¿Hay disponible un sistema de alimentación ininterrumpida para los equipos de emergencia?
es_es: Is an uninterruptible power supply available for emergency equipment?

source: ¿Hay fuentes de polución o contaminación ambiental cercanas a la empresa?
es_es: Are there sources of pollution or environmental contamination near the premises?

source: ¿Hay generador de electricidad en caso de emergencia?
es_es: Is there an emergency electric power generator?

source: ¿Hay medicamentos para emergencias?
es_es: Are there medications for emergencies?

source: ¿Hay procedimiento de remisión médica para los voluntarios en los que se detecte una enfermedad en los exámenes pre-estudio?
es_es: Is there a medical referral procedure for volunteers in whom a disease is detected screening tests?

source: ¿Hay puestas de enfermería?
es_es: Are there nursing positions?

source: ¿Hay registros clínicos del estudio teniendo en cuenta sus particularidades?
es_es: Are there clinical records of the study including its specific aspects?

source: ¿Hay un botiquín de primeros auxilios en caso de accidentes?
es_es: Is there a first aid kit in case of accidents?

source: ¿Hay un congelador?
es_es: Is there a freezer?

source: ¿Hay un lugar adecuado para colocar el material de vidrio de uso inmediato?
es_es: Is there a suitable place to put the glassware for immediate use?

source: ¿Hay un refrigerador?
es_es: Is there a refrigerator?

source: ¿Hay un registro de fechado y firmado para comprobar los datos?
es_es: Is there a dated and signed record to verify the data?

source: ¿Hay un área exclusiva para los voluntarios en el periodo de hospitalización?
es_es: Is there an exclusive area for volunteers during the hospitalization period?

source: ¿Hay una compensación para los voluntarios que participaron en los estudios?
es_es: Is there compensation for volunteers who participated in the studies?

source: ¿Hay una ducha de emergencia y un lava ojos?
es_es: Is there an emergency shower and eyewash?

source: ¿Hay una pre-consulta inmediatamente antes de la admisión de voluntarios?
es_es: Is there a pre-consultation immediately before the admission of volunteers?

source: ¿Hay vestuarios en cantidad suficiente en relación con el área y el número de empleados?
es_es: Are there sufficient changing rooms in relation to the area and number of employees?

source: ¿La balanza analítica se encuentra certificada por una entidad acreditada?
es_es: Is the analytical balance certified by a certified entity?

source: ¿La balanza analítica se encuentra instalada de acuerdo con las recomendaciones del fabricante?
es_es: Is the analytical balance installed according to the manufacturer's recommendations?

source: ¿La calificación/certificación fue realizada por una empresa certificada?
es_es: Was the qualification/certification carried out by a certified company?

source: ¿La centrífuga posee sistema de refrigeración?
es_es: Does the centrifuge have a cooling system?

source: ¿La centrífuga se encuentra instalada de acuerdo con las recomendaciones del fabricante?
es_es: Is the centrifuge installed according to the manufacturer's recommendations?

source: ¿La confidencialidad de los registros de voluntarios se mantiene correctamente?
es_es: Is the confidentiality of volunteers' records maintained properly?

source: ¿La documentación de los estudios es archivada por un período mínimo de 7 años?
es_es: Is the study documentation filed for a minimum of 7 years?

source: ¿La fase móvil es preparada diariamente?
es_es: Is the mobile phase prepared daily?

source: ¿La frecuencia es adecuada?
es_es: Is the frequency suitable?

source: ¿La gestión de la calidad acostumbra a hacer la auditoría interna?
es_es: Does quality management usually carry out internal audits?

source: ¿La iluminación en el área de internación es apropiada?
es_es: Is the lighting in the hospitalization area appropriate?

source: ¿La iluminación es adecuada?
es_es: Is the lighting suitable?

source: ¿La inclusión de los voluntarios en el estudio, ¿se hace espetando dentro del plazo de validez del examen de un máximo de tres meses?
es_es: Is the inclusion of volunteers carried out within the validity period of the examination, which is a maximum of three months?

source: ¿La institución posee un CEI?
es_es: Does the institution have an independent ethics committee?

source: ¿La periodicidad de la auditoría interna es por lo menos anual?
es_es: Are internal audits carried out at least on an annual basis?

source: ¿La periodicidad del mantenimiento y calibración de las pipetas automáticas es mínimo anual?
es_es: Is the maintenance and calibration of automatic pipettes performed at least on an annual basis?

source: ¿La posición de los congeladores y refrigeradoras es funcional?
es_es: Is the position of the freezers and refrigerators functional?

source: ¿La primera muestra de sangre se realiza antes de la ingestión del medicamento?
es_es: Is the first blood sample taken before drug administration?

source: ¿La unidad clínica dispone de UCI?
es_es: Does the clinical unit have an ICU?

source: ¿La ventilación en el área de internación es apropiada?
es_es: Is the ventilation in the hospitalization area appropriate?

source: ¿La zona es exclusiva para el análisis de material biológico?
es_es: Is the area solely devoted to the analysis of biological material?

source: ¿Las columnas son utilizadas para más de un estudio?
es_es: Are the columns used for more than one study?

source: ¿Las fichas clínicas de los voluntarios contienen todos los datos necesarios (edad, sexo, dirección, etc.)
es_es: Do the volunteers' medical records contain all the necessary data (age, sex, address, etc.)?

source: ¿Las instalaciones se construyeron para permitir la protección contra la entrada de insectos y otros animales?
es_es: Were the facilities built against the entry of insects and other animals?

source: ¿Las muestras biológicas están almacenadas de forma adecuada en los congeladores?
es_es: Are biological samples stored appropriately in freezers?

source: ¿Las muestras biológicas se acompañan de un dispositivo registrador de temperatura durante el trayecto?
es_es: Are biological samples accompanied by a temperature recording device during transport?

source: ¿Las muestras biológicas se disponen en alícuotas?
es_es: Are biological samples arranged in aliquots?

source: ¿Las muestras biológicas son procesadas en su lugar de origen?
es_es: Are biological samples processed at their place of origin?

source: ¿Las muestras están adecuadamente rotuladas conteniendo todos los datos necesarios para su identificación?
es_es: Are the samples properly labeled, with all the necessary identification data?

source: ¿Las muestras son preparadas en unidad clínica o son enviadas a otra unidad?
es_es: Are the samples prepared in the clinical unit or are they sent to another unit?

source: ¿Las pipetas automáticas son certificadas?
es_es: Are automatic pipettes certified?

source: ¿Las puntas utilizadas son descartadas?
es_es: Are used spikes discarded?

source: ¿Las sustancias químicas de trabajo (patrones secundarios) poseen certificado de análisis?
es_es: Do the working chemicals (secondary standards) have a certificate of analysis?

source: ¿Los POEs son accesibles a los técnicos?
es_es: Are the SOPs easily available to technicians?

source: ¿Los acontecimientos de los pasos anteriores se documentan?
es_es: Are the events in the previous steps recorded?

source: ¿Los alrededores de los edificios están limpios?
es_es: Are the areas around the buildings clean?

source: ¿Los baños están en condiciones higiénicas y cuentan con agua caliente y fría, toallas, jabones y secadores?
es_es: Are the bathrooms hygienically kept, with hot and cold water, towels, soaps and hairdryers?

source: ¿Los congeladores están identificados?
es_es: Are the freezers identified?

source: ¿Los datos personales de los voluntarios son manejados guardando el secreto médico?
es_es: Are volunteers' personal data handled in accordance with medical confidentiality?

source: ¿Los datos son transformados antes de realizar el ANOVA?
es_es: Are data transformed before performing the ANOVA?

source: ¿Los documentos de los estudios son de fácil acceso?
es_es: Are study records easily available?

source: ¿Los empleados utilizan gafas de seguridad o caretas?
es_es: Do staff wear safety goggles or face shields?

source: ¿Los empleados utilizan zapatos cerrados o zapatillas de protección?
es_es: Do staff wear closed shoes or protective footwear?

source: ¿Los equipos cromatográficos están instalados adecuadamente?
es_es: Is the chromatographic equipment properly installed?

source: ¿Los equipos e instrumentos están distribuidos de forma racional?
es_es: Are the equipment and devices rationally distributed?

source: ¿Los equipos e instrumentos están ordenados de forma racional?
es_es: Are the equipment and devices rationally sorted out?

source: ¿Los estudios cormatográficos son calificados/certificados periódicamente?
es_es: Are chromatographic studies periodically graded/certified?

source: ¿Los estudios de estabilidad contemplan el periodo entre la recolección de las muestras y el análisis de la última muestra del estudio (estabilidad de larga duración?
es_es: Do stability studies cover the period between sample collection and analysis of the last sample in the study (long-term stability)?

source: ¿Los estudios son conducidos de acuerdo a las normas nacionales e internacionales vigentes?
es_es: Are the studies conducted in accordance with current national and international standards?

source: ¿Los estudios son conducidos en conformidad con un protocolo previamente aprobado?
es_es: Are the studies led in accordance with a previously approved protocol?

source: ¿Los eventos adversos serios están siendo notificados al CEI y a la Autoridad Sanitaria?
es_es: Are serious adverse events being reported to the independent ethics committee and the Health Authority?

source: ¿Los funcionarios utilizan guantes desechables?
es_es: Do officials use disposable gloves?

source: ¿Los funcionarios utilizan mascaras?
es_es: Do officials wear masks?

source: ¿Los funcionarios utilizan vestimentas que protejan las piernas (pantalones largos)?
es_es: Do officers wear leg protecting outfit (long pants)?

source: ¿Los medicamentos de los estudios son almacenados en un lugar apropiado de temperatura y humedad?
es_es: Are study medications stored in a location with appropriate temperature and humidity?

source: ¿Los medicamentos de los estudios son dispensados de acuerdo con las normas de estudio?
es_es: Are study medications dispensed according to study guidelines?

source: ¿Los mesones son adecuados (en relación con el material de construcción)?
es_es: Are the work tables suitable (regarding construction material)?

source: ¿Los nuevos procedimientos de laboratorio se implementan sólo después de una minuciosa evaluación y de la aprobación de garantía de calidad?
es_es: Are new laboratory procedures implemented only after thorough evaluation and quality assurance approval?

source: ¿Los patrones de referencia son almacenados en un lugar adecuado?
es_es: Are reference patterns stored in an appropriate location?

source: ¿Los patrones secundarios son proporcionados por una institución independiente de la empresa contratante?
es_es: Are secondary patterns provided by an institution independent of the hiring company?

source: ¿Los pisos, paredes y techos son apropiados para las actividades desarrolladas en el área?
es_es: Are the floors, walls and ceilings appropriate for the activities carried out in the area?

source: ¿Los procedimientos son apropiados y utilizados por las diferentes áreas?
es_es: Are the procedures appropriate and used by the different areas?

source: ¿Los reactivos están dentro del período de validez?
es_es: Are the reagents within the validity period?

source: ¿Los reactivos se separan en clases (inflamables, no inflamables, oxidantes, ácidos y bases)?
es_es: Are reagents separated into classes (flammable, non-flammable, oxidizing, acids and bases)?

source: ¿Los reactivos tienen número de lote, concentración de impurezas?
es_es: Do the reagents show lot number and impurity concentration?

source: ¿Los registros médicos de los voluntarios son mantenidos por un periodo mínimo de cinco años?
es_es: Are volunteers' medical records kept for a minimum period of five years?

source: ¿Los softwares empleados en el análisis estadístico son apropiados?
es_es: Are the statistical analysis softwares appropriate?

source: ¿Los tampones de chequeo son almacenados de acuerdo con las recomendaciones del fabricante?
es_es: Are check buffers stored according to the manufacturer's recommendations?

source: ¿Los tiempos de recogida se respetan de acuerdo con las disposiciones del protocolo?
es_es: Are collection times respected in accordance with the provisions of the protocol?

source: ¿Los uniformes se encuentran limpios y en buen estado?
es_es: Are the uniforms clean and in good condition?

source: ¿Los viales utilizados son descartados?
es_es: Are used vials discarded?

source: ¿Los voluntarios reciben un uniforme y un kit que contiene rtículos de higiene personal para su uso durante la hospitalización?
es_es: Do volunteers receive a uniform and a kit containing personal hygiene items for use during hospitalization?

source: ¿Los voluntarios son hospitalizados un día antes de ingerir un producto?
es_es: Are volunteers hospitalized one day before ingesting a product?

source: ¿Lostermómetros utilizados son calibrados por un laboratorio acreditado?
es_es: Are the thermometers used calibrated by an accredited laboratory?

source: ¿Posee cánula de intubación con manguito en buenas condiciones?
es_es: Do they have a cuffed intubation cannula in good condition?

source: ¿Posee jeringas desechables?
es_es: Does it have disposable syringes?

source: ¿Posee laringoscopio?
es_es: Do they have a laryngoscope?

source: ¿Poseen procedimiento para uso, mantenimiento, almacenamiento de columnas comatrográficas?
es_es: Do you have a procedure for the use, maintenance, and storage of chromatographic columns?
